[
  "Abandon all hope, for the day of reckoning is near.",
  "Your deeds will be weighed, and your fate sealed.",
  "The fire of Jahannam awaits those who disobey.",
  "No mercy will be shown to those who reject the truth.",
  "The wrath of Allah will be unleashed upon the wicked.",
  "Your actions will be scrutinized, and your soul judged.",
  "The angels of death will come for you, sooner or later.",
  "Your time is running out, repent before it's too late.",
  "The torment of the grave is just the beginning.",
  "The hellfire will burn away your sins, but also your soul.",
  "No escape from the accountability that awaits you.",
  "Your heart will be exposed, and your intentions revealed.",
  "The righteous will rejoice, while the wicked will despair.",
  "The Day of Judgment will be a day of horror and fear.",
  "The scales of justice will weigh your every deed.",
  "No excuses will be accepted, only deeds will count.",
  "The punishment for sinners will be severe and merciless.",
  "Your every move is being watched, and recorded.",
  "The consequences of your actions will be dire.",
  "No one will be able to save you from the wrath of Allah.",
  "The darkness of the grave will be your eternal home.",
  "Your soul will be dragged to the depths of hell.",
  "The flames of the fire will never cease to burn.",
  "Your screams will be drowned out by the wails of the damned.",
  "The stench of the hellfire will be your permanent scent.",
  "No respite from the torment, no rest from the pain.",
  "The hellfire will be your eternal companion.",
  "Your every pleasure will turn to agony and pain.",
  "The memories of your past will haunt you forever.",
  "Your dreams will be shattered, your hopes destroyed.",
  "The reality of your situation will be too much to bear.",
  "The weight of your sins will crush you completely.",
  "No forgiveness will be granted, only punishment.",
  "The day of reckoning will be a day of ultimate terror.",
  "Your every fear will be realized, and intensified.",
  "The horror of the hellfire will be your constant companion.",
  "No escape from the clutches of the angels of death.",
  "Your soul will be lost forever, in a sea of despair.",
  "The darkness will be so thick, you'll never see the light.",
  "Your every attempt to escape will be met with failure.",
  "The hellfire will be your permanent residence.",
  "Your screams will echo through eternity, unheard.",
  "The punishment will be so severe, it will be unbearable.",
  "No end to the suffering, no respite from the pain.",
  "The wrath of Allah will be the last thing you experience."
]